{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": null, "document_count": 84, "word_counts": "{\"e\": 216, \"x\": 25, \"a\": 140, \"m\": 118, \"p\": 69, \"l\": 84, \"-\": 158, \"s\": 81, \"f\": 49, \"i\": 126, \"t\": 114, \".\": 103, \"c\": 145, \"o\": 174, \"g\": 48, \"b\": 21, \"u\": 56, \"n\": 88, \"r\": 87, \"d\": 62, \"y\": 29, \"w\": 15, \"v\": 21, \"h\": 28, \"k\": 36, \"1\": 6, \"z\": 8, \"2\": 5, \"3\": 3, \"4\": 1, \"5\": 1, \"/\": 3, \"j\": 2, \"6\": 1, \"8\": 4, \"q\": 3}", "word_docs": "{\"m\": 79, \"l\": 51, \"i\": 65, \"e\": 73, \"t\": 63, \".\": 84, \"a\": 68, \"o\": 78, \"f\": 39, \"s\": 54, \"p\": 46, \"-\": 60, \"x\": 23, \"c\": 72, \"g\": 34, \"n\": 51, \"u\": 40, \"b\": 20, \"d\": 39, \"y\": 28, \"r\": 48, \"w\": 13, \"v\": 19, \"h\": 24, \"z\": 8, \"k\": 26, \"1\": 6, \"2\": 5, \"3\": 3, \"4\": 1, \"5\": 1, \"/\": 3, \"j\": 2, \"6\": 1, \"8\": 2, \"q\": 3}", "index_docs": "{\"7\": 79, \"12\": 51, \"6\": 65, \"1\": 73, \"8\": 63, \"9\": 84, \"5\": 68, \"2\": 78, \"17\": 39, \"13\": 54, \"14\": 46, \"3\": 60, \"22\": 23, \"4\": 72, \"18\": 34, \"10\": 51, \"16\": 40, \"23\": 20, \"15\": 39, \"20\": 28, \"11\": 48, \"25\": 13, \"24\": 19, \"21\": 24, \"26\": 8, \"19\": 26, \"27\": 6, \"28\": 5, \"30\": 3, \"34\": 1, \"35\": 1, \"31\": 3, \"33\": 2, \"36\": 1, \"29\": 2, \"32\": 3}", "index_word": "{\"1\": \"e\", \"2\": \"o\", \"3\": \"-\", \"4\": \"c\", \"5\": \"a\", \"6\": \"i\", \"7\": \"m\", \"8\": \"t\", \"9\": \".\", \"10\": \"n\", \"11\": \"r\", \"12\": \"l\", \"13\": \"s\", \"14\": \"p\", \"15\": \"d\", \"16\": \"u\", \"17\": \"f\", \"18\": \"g\", \"19\": \"k\", \"20\": \"y\", \"21\": \"h\", \"22\": \"x\", \"23\": \"b\", \"24\": \"v\", \"25\": \"w\", \"26\": \"z\", \"27\": \"1\", \"28\": \"2\", \"29\": \"8\", \"30\": \"3\", \"31\": \"/\", \"32\": \"q\", \"33\": \"j\", \"34\": \"4\", \"35\": \"5\", \"36\": \"6\"}", "word_index": "{\"e\": 1, \"o\": 2, \"-\": 3, \"c\": 4, \"a\": 5, \"i\": 6, \"m\": 7, \"t\": 8, \".\": 9, \"n\": 10, \"r\": 11, \"l\": 12, \"s\": 13, \"p\": 14, \"d\": 15, \"u\": 16, \"f\": 17, \"g\": 18, \"k\": 19, \"y\": 20, \"h\": 21, \"x\": 22, \"b\": 23, \"v\": 24, \"w\": 25, \"z\": 26, \"1\": 27, \"2\": 28, \"8\": 29, \"3\": 30, \"/\": 31, \"q\": 32, \"j\": 33, \"4\": 34, \"5\": 35, \"6\": 36}"}}