{"class_name": "Tokenizer", "config": {"num_words": 100, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": null, "document_count": 30, "word_counts": "{\"e\": 103, \"x\": 14, \"a\": 47, \"m\": 43, \"p\": 24, \"l\": 28, \"-\": 51, \"s\": 38, \"f\": 13, \"i\": 44, \"t\": 41, \".\": 30, \"c\": 30, \"o\": 42, \"g\": 15, \"b\": 4, \"u\": 13, \"n\": 25, \"r\": 25, \"d\": 29, \"y\": 4, \"w\": 2, \"v\": 6, \"h\": 12, \"k\": 9, \"1\": 4, \"z\": 2, \"2\": 3, \"3\": 3, \"4\": 1, \"5\": 1, \"/\": 3, \"j\": 2, \"6\": 1}", "word_docs": "{\"m\": 27, \"e\": 30, \"x\": 13, \"-\": 30, \"i\": 26, \".\": 30, \"l\": 23, \"c\": 20, \"p\": 19, \"t\": 25, \"s\": 23, \"f\": 13, \"o\": 24, \"a\": 26, \"u\": 11, \"g\": 12, \"b\": 4, \"n\": 19, \"r\": 15, \"d\": 17, \"y\": 4, \"w\": 2, \"v\": 5, \"h\": 9, \"k\": 6, \"1\": 4, \"z\": 2, \"2\": 3, \"3\": 3, \"4\": 1, \"5\": 1, \"/\": 3, \"j\": 2, \"6\": 1}", "index_docs": "{\"5\": 27, \"1\": 30, \"17\": 13, \"2\": 30, \"4\": 26, \"9\": 30, \"12\": 23, \"10\": 20, \"15\": 19, \"7\": 25, \"8\": 23, \"18\": 13, \"6\": 24, \"3\": 26, \"19\": 11, \"16\": 12, \"23\": 4, \"13\": 19, \"14\": 15, \"11\": 17, \"24\": 4, \"29\": 2, \"22\": 5, \"20\": 9, \"21\": 6, \"25\": 4, \"30\": 2, \"26\": 3, \"27\": 3, \"32\": 1, \"33\": 1, \"28\": 3, \"31\": 2, \"34\": 1}", "index_word": "{\"1\": \"e\", \"2\": \"-\", \"3\": \"a\", \"4\": \"i\", \"5\": \"m\", \"6\": \"o\", \"7\": \"t\", \"8\": \"s\", \"9\": \".\", \"10\": \"c\", \"11\": \"d\", \"12\": \"l\", \"13\": \"n\", \"14\": \"r\", \"15\": \"p\", \"16\": \"g\", \"17\": \"x\", \"18\": \"f\", \"19\": \"u\", \"20\": \"h\", \"21\": \"k\", \"22\": \"v\", \"23\": \"b\", \"24\": \"y\", \"25\": \"1\", \"26\": \"2\", \"27\": \"3\", \"28\": \"/\", \"29\": \"w\", \"30\": \"z\", \"31\": \"j\", \"32\": \"4\", \"33\": \"5\", \"34\": \"6\"}", "word_index": "{\"e\": 1, \"-\": 2, \"a\": 3, \"i\": 4, \"m\": 5, \"o\": 6, \"t\": 7, \"s\": 8, \".\": 9, \"c\": 10, \"d\": 11, \"l\": 12, \"n\": 13, \"r\": 14, \"p\": 15, \"g\": 16, \"x\": 17, \"f\": 18, \"u\": 19, \"h\": 20, \"k\": 21, \"v\": 22, \"b\": 23, \"y\": 24, \"1\": 25, \"2\": 26, \"3\": 27, \"/\": 28, \"w\": 29, \"z\": 30, \"j\": 31, \"4\": 32, \"5\": 33, \"6\": 34}"}}